-- Заполнение таблицы Фильмы

INSERT INTO movies VALUES 
(1, 'Четыре комнаты', 'Четыре новеллы, связанные одним героем — коридорным Тедом, вышедшим на работу накануне Нового года. Он попадает на шабаш ведьм, чуть не погибает от руки ревнивого мужа, еле уносит ноги от шаловливых детишек гангстера и принимает участие в странном пари эксцентричных господ. ', '1995-12-09', 98, 4000000, 4300000, 7.60),
(2, 'Форрест Гамп', 'Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни. С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.', '1994-07-06', 142, 55000000, 677945399, 8.20),
(3, 'Танцующая в темноте', 'Иммигрантка из Чехословакии Сельма, которая очень любит мюзиклы, работает на заводе и живёт с сыном в съёмном трейлере. У Сельмы тяжёлая болезнь, из-за которой она теряет зрение. Этот же недуг поражает и её сына. Сельма скрывает свою болезнь и пытается работать вслепую, чтобы заработать деньги, необходимые для лечения сына.', '2000-05-17', 140, 12800000, 40031879, 7.90);

